Repository: licq-im/debian
Catalog: po/*.po
Languages: be, de

source: %sPackUnsignedLong(): Trying to pack more data than CBuffer can hold!
be: %sPackUnsignedLong(): Спроба зьмясьціць дадзеных больш чым CBuffer можа захаваць!

source: %sPackUnsignedLongBE(): Trying to pack more data than CBuffer can hold!
be: %sPackUnsignedLongBE(): Спроба зьмясьціць дадзеных больш чым CBuffer можа захаваць!

source: %sPackChar(): Trying to pack more data than CBuffer can hold!
be: %sPackChar(): Спроба зьмясьціць дадзеных больш чым CBuffer можа захаваць!

source: %sPack(): Trying to pack more data than CBuffer can hold!
be: %sPack(): Спроба зьмясьціць дадзеных больш чым CBuffer можа захаваць!

source: %sPackString(): Trying to pack more data than CBuffer can hold!
be: %sPackString(): Спроба зьмясьціць дадзеных больш чым CBuffer можа захаваць!!

source: %sPackUnsignedShort(): Trying to pack more data than CBuffer can hold!
be: %sPackUnsignedShort(): Спроба зьмясьціць дадзеных больш чым CBuffer можа захаваць!

source: %sPackUnsignedShortBE(): Trying to pack more data than CBuffer can hold!
be: %sPackUnsignedShortBE(): Спроба зьмясьціць дадзеных больш чым CBuffer можа захаваць!

source: %sRead too much TLV data!
be: %sПрачытана зашмат дадзеных TLV!

source: %sUnable to read requested amount of TLV data!
be: %sНемагчыма прачытаць запрошаную колькасць TLV дадзеных!

source: Unspecified
be: Не вызначаны

source: Afghanistan
be: Афганістан

source: Albania
be: Албанія

source: Algeria
be: Алжыр

source: American Samoa
be: Амэрыканскае Самоа

source: Andorra
be: Андора

source: Angola
be: Ангола

source: Anguilla
be: Ангулія

source: Antigua and Barbuda
be: Антыгуа ды Барбуда

source: Antigua
be: Антігуа

source: Antilles
be: Анцілы

source: Argentina
be: Аргэнціна

source: Armenia
be: Арменія

source: Aruba
be: Аруба

source: Ascension Island
be: Востраў Ушэсьця

source: Australia
be: Аўстралія

source: Austria
be: Аўстрыя

source: Azerbaijan
be: Азербаджан

source: Bahamas
be: Багамы

source: Bahrain
be: Бахрэйн

source: Bangladesh
be: Банглядэш

source: Barbados
be: Барбадос

source: Barbuda
be: Барбуда

source: Belarus
be: Беларусь

source: Belgium
be: Бельгія

source: Belize
be: Бяліз

source: Benin
be: Бянін

source: Bermuda
be: Бярмуды

source: Bhutan
be: Бутан

source: Bolivia
be: Балівія

source: Bosnia and Herzegovina
be: Боснія ды Герцагавіна

source: Botswana
be: Боцвана

source: Brazil
be: Бразілія

source: British Virgin Islands
be: Брытанская Вірджынія

source: Brunei
be: Брунэй

source: Bulgaria
be: Балгарыя

source: Burkina Faso
be: Буркіна Фасо

source: Burundi
be: Бурундзі

source: Cambodia
be: Камбоджа

source: Cameroon
be: Камерун

source: Canada
be: Канада

source: Canary Islands
be: Канарскія Астравы

source: Cape Verde Islands
be: Астравы Капа Вердэ

source: Cayman Islands
be: Кайманавы астравы

source: Central African Republic
be: Цэнтральна Афрыканская Рэспубліка

source: Chad
be: Чад

source: Chile, Republic of
be: Рэспубліка Чылі

source: China
be: Кітай

source: Christmas Island
be: Астравы Расства

source: Cocos (Keeling) Islands
be: Астравы Кілінг

source: Cocos-Keeling Islands
be: Астравы Кілінг

source: Colombia
be: Калумбія

source: Comoros
be: Камарос

source: Congo, (Republic of the)
be: Рэспубліка Конга

source: Congo, Democratic Republic of (Zaire)
be: Конга (Заір)

source: Cook Islands
be: Астравы Кука

source: Costa Rica
be: Коста Рыка

source: Cote d'Ivoire
be: Котд'івуар

source: Croatia
be: Харватыя

source: Cuba
be: Куба

source: Cyprus
be: Кіпр

source: Czech Republic
be: Чэская Рэспубліка

source: Denmark
be: Данія

source: Diego Garcia
be: Дзіега Гарсія

source: Djibouti
be: Джыбуці

source: Dominica
be: Дамініка

source: Dominican Republic
be: Дамініканская Рэспубліка

source: Ecuador
be: Эквадор

source: Egypt
be: Эгіпт

source: El Salvador
be: Эль Сальвадор

source: Equatorial Guinea
be: Экватарыяльная Гвінея

source: Eritrea
be: Эрытрыя

source: Estonia
be: Эстонія

source: Ethiopia
be: Эфіёпія

source: Faeroe Islands
be: Фаэрскія астравы

source: Falkland Islands
be: Фолкландскія астравы

source: Fiji
be: Фіджы

source: Finland
be: Фінляндыя

source: France
be: Францыя

source: French Antilles
be: Францускія Анцілы

source: French Guiana
be: Француская Гуана

source: French Polynesia
be: Француская Палінэзія

source: Gabon
be: Габон

source: Gambia
be: Гамбія

source: Georgia
be: Грузія

source: Germany
be: Нямеччына

source: Ghana
be: Гана

source: Gibraltar
be: Гібралтар

source: Greece
be: Грэцыя

source: Greenland
be: Грэнландыя

source: Grenada
be: Грэнада

source: Guadeloupe
be: Гвадэлупа

source: Guam, US Territory of
be: Гуам, Тэрыторыя ЗША

source: Guatemala
be: Гватэмала

source: Guinea
be: Гвінея

source: Guinea-Bissau
be: Гвінея-Бісау

source: Guyana
be: Гуана

source: Haiti
be: Гаіці

source: Honduras
be: Гандурас

source: Hong Kong
be: Ганконг

source: Hungary
be: Венгрыя

source: Iceland
be: Ісьляндыя

source: India
be: Індыя

source: Indonesia
be: Інданэзія

source: Iran (Islamic Republic of)
be: Іран

source: Iraq
be: Ірак

source: Ireland
be: Ірляндыя

source: Israel
be: Ізраіль

source: Italy
be: Італія

source: Jamaica
be: Ямайка

source: Japan
be: Японія

source: Jordan
be: Іардан

source: Kazakhstan
be: Казахстан

source: Kenya
be: Кенія

source: Kiribati
be: Рэспубліка Крыбаці

source: Korea (North Korea), Democratic People's Republic of
be: Паўночная Карэя

source: Korea (South Korea), Republic of
be: Карэйская Рэспубліка

source: Kuwait
be: Кувэйт

source: Kyrgyzstan
be: Кіргызстан

source: Lao People's Democratic Republic
be: Рэспубліка Лао

source: Latvia
be: Латвія

source: Lebanon
be: Ліван

source: Lesotho
be: Лесота

source: Liberia
be: Лібэрыя

source: Libyan Arab Jamahiriya
be: Лівійская Арабская Ямахірыя

source: Liechtenstein
be: Ліхтэнштэйн

source: Lithuania
be: Ліцьва

source: Luxembourg
be: Люксэмбург

source: Macau
be: Макау

source: Macedonia (F.Y.R.O.M.)
be: Македонія

source: Madagascar
be: Мадагаскар

source: Malawi
be: Малаві

source: Malaysia
be: Малазія

source: Maldives
be: Мальдзівы

source: Mali
be: Малі

source: Malta
be: Мальта

source: Marshall Islands
be: Маршалавы астравы

source: Martinique
be: Марцінік

source: Mauritania
be: Маўрытанія

source: Mauritius
be: Маўрытус

source: Mayotte Island
be: Астравы Майоттэ

source: Mexico
be: Мэксыка

source: Micronesia, Federated States of
be: Федэратыўныя Штаты Мікранэзіі

source: Moldova, Republic of
be: Малдова

source: Monaco
be: Манака

source: Mongolia
be: Манголія

source: Montserrat
be: Мансерат

source: Morocco
be: Марока

source: Mozambique
be: Мазамбік

source: Myanmar
be: М'янма

source: Namibia
be: Намібія

source: Nauru
be: Науру

source: Nepal
be: Непал

source: Netherlands Antilles
be: Нідэрляндскія Анцілы

source: Netherlands
be: Нідэрлянды

source: Nevis
be: Нэвіс

source: New Caledonia
be: Новая Каледонія

source: New Zealand
be: Новая Зэландыя

source: Nicaragua
be: Нікарагуа

source: Niger
be: Нігер

source: Nigeria
be: Нігерыя

source: Niue
be: Ньйю

source: Norfolk Island
be: Норфолкскія астравы

source: Norway
be: Нарвэгія

source: Oman
be: Аман

source: Pakistan
be: Пакістан

source: Palau
be: Палау

source: Panama
be: Панама

source: Papua New Guinea
be: Папуа Новая Гвінэя

source: Paraguay
be: Парагвай

source: Peru
be: Пяру

source: Philippines
be: Філіпіны

source: Poland
be: Польшча

source: Portugal
be: Партугалія

source: Puerto Rico, Common Wealth of
be: Пуэрта Рыка

source: Qatar
be: Катар

source: Reunion Island
be: Востраў Пагадненьня

source: Romania
be: Румынія

source: Rota Island
be: Востраў Рота

source: Russia
be: Расея

source: Rwanda
be: Рўанда

source: Saint Kitts and Nevis
be: Сьвятыя Кітс ды Нэвіс

source: Saint Lucia
be: Сьвятая Люсія

source: Saipan Island
be: Востраў Сайпан

source: San Marino
be: Сан Марына

source: Sao Tome & Principe
be: Сао Том ды Прынсып

source: Saudi Arabia
be: Саудаўская Аравія

source: Scotland
be: Шатландыя

source: Senegal
be: Рэспубліка Сенегал

source: Seychelles
be: Сэйшэлскія астравы

source: Sierra Leone
be: Сіера Ліоне

source: Singapore
be: Сінгапур

source: Slovakia
be: Славакія

source: Slovenia
be: Славенія

source: Solomon Islands
be: Салямонавы Астравы

source: Somalia
be: Самалі

source: South Africa
be: Паўднёвая Афрыканская Рэспубліка

source: Spain
be: Іспанія

source: Sri Lanka
be: Шры Ланка

source: St. Helena
be: Сьвятой Алены

source: St. Kitts
be: Сьвятога Кітса

source: St. Pierre and Miquelon
be: Сьвятых П'ера ды Макілона

source: St. Vincent and the Grenadines
be: Сьвятых Вінцэнта ды Грынадзіны

source: Sudan
be: Судан

source: Suriname
be: Сурінам

source: Swaziland
be: Свазілэнд

source: Sweden
be: Швецыя

source: Switzerland
be: Швэйцарыя

source: Syrian Arab Republic
be: Арабская Рэспубліка Сірыя

source: Taiwan
be: Тайвань

source: Tajikistan
be: Таджыкістан

source: Tanzania, United Republic of
be: Злучаная Рэспубліка Танзанія

source: Thailand
be: Тайланд

source: Tinian Island
be: Востраў Ціньян

source: Togo
be: Тога

source: Tokelau
be: Такелау

source: Tonga
be: Тонга

source: Trinidad and Tobago
be: Трынідад ды Табага

source: Tunisia
be: Туніс

source: Turkey
be: Турцыя

source: Turkmenistan
be: Туркменістан

source: Turks and Caicos Islands
be: Цюркскія ды Кайкоскія астравы

source: Tuvalu
be: Цівалі

source: Uganda
be: Уганда

source: Ukraine
be: Украіна

source: United Arab Emirates
be: Злучаныя Арабскія Эміраты

source: United Kingdom of Great Britain
be: Вялікая Брытанія

source: Uruguay
be: Уругвай

source: USA
be: ЗША

source: Uzbekistan
be: Узбекістан

source: Vanuatu
be: Вануату

source: Vatican City
be: Ватыкан

source: Venezuela
be: Венэсуэла

source: Viet Nam
be: В'етнам

source: Virgin Islands of the United States
be: Вірджынскія астравы ЗША

source: Wales
be: Ўэльс

source: Wallis and Futuna Islands
be: Астравы Ўоліс ды Футуна

source: Western Samoa
be: Усходняе Самоа

source: Yemen
be: Йемен

source: Yugoslavia - Montenegro
be: Югаслаўская - Монтэнэгра

source: Yugoslavia - Serbia
be: Югаслаўская - Сербія

source: Yugoslavia
be: Югаславія

source: Zambia
be: Замбія

source: Zimbabwe
be: Зімбабвэ

source: status <[*]<status>> <auto response> status: online, offline, na, away, occupied, dnd, ffc Sets the status of the current Licq session to that given (precede the status by a "*" for invisible mode)
be: status <[*]<стан>> <аўтаадказ> стан: online, offline, na, away, occupied, dnd, ffc Усталёўвае стан да цякучай Licq-сэсіі (Усталюйце сымбал "*" перад станам каб усталяваць нябачнасьць )
de: status <[*]<Status>> <Auto-Antwort> Status: online, offline, na, away, occupied, dnd, ffc Setzt den Status in der aktuellen Licq-Sitzung (Stellen Sie dem Status ein "*" voran um den Unsichtbar-Modus einzuschalten)

source: auto_response <auto response> Sets the auto response message without changing the current status.
be: auto_response <аўтаматычны адказ> Усталёўвае паведамленьне аўтаматычнага адказу cбяз змены цякучага стану.
de: auto_response <Auto-Antwort> Stellt die automatische Antwort ein, ohne den aktuellen Status dabei zu ändern.

source: message <buddy> <message> Send a message to the given buddy.
be: message <карыстальнік> <паведамленьне> Адсылае паведамленьне адпаведнаму карыстальніку.
de: message <Benutzer> <Nachricht> Sendet eine Nachricht an den Benutzer.

source: url <buddy> <url> [<description>] Send a url to the given buddy.
be: url <карыстальнік> <спасылка> [<апісаньне>] Дасылае спасылку адпаведнаму карыстальніку.
de: url <Benutzer> <URL> [<Beschreibung>] Sendet eine URL an den Benutzer.

source: sms <buddy> <message> Send a SMS to the given buddy.
be: sms <карыстальнік> <паведамленьне> Дасылае СМС да адпаведнага карыстальніка.
de: sms <Benutzer> <Nachricht> Sendet eine SMS an den Benutzer.

source: sms <number> <message> Send a SMS to the given cellular number.
be: sms <нумар> <паведамленьне> Даслаць СМС на адпаведны нумар тэлефону.
de: sms <Nummer> <Nachricht> Sendet eine SMS an die angegebene Handynummer.

source: redirect <file> Redirects stderr for Licq to the given file.
be: redirect <файл> Паранакіраваць паток памылак Licq у адпаведны файл.
de: redirect <file> Leitet die Fehlerausgabe von Licq in die angegebene Datei um.

source: debuglvl <level> Set what information is logged. See <level> in licq -h
be: debuglvl <узровень> Усталяваць узровень адлюстроўваемай інфармацыі. Глядзіце <узровень> у licq -h
de: debuglvl <level> Stellt ein, wieviel Informationen protokolliert werden. Schauen Sie sich <level> in "Licq -h" an

source: adduser <uin> Add user with <uin> to your contact list.
be: adduser <нумар> Дадаць карыстальніка з нумарам<нумар> да сьпісу кантактаў.
de: adduser <uin> Fügt den Benutzer mit der UIN <uin> zu Ihrer Kontaktliste hinzu.

source: userinfo <buddy> Updates a buddy's user information.
be: userinfo <карыстальнік> Аднавіць дадзеныя аб карыстальніку.
de: userinfo <Benutzer> Aktualisiert die Benutzerinformationen von <Benutzer>.

source: exit Causes the Licq session to shutdown.
be: exit Зачыніць Licq-сэсію.
de: exit Beendet die Licq-Sitzung.

source: ui_viewevent [<buddy>] Shows the oldest pending event.
be: ui_viewevent [<карыстальнік>] Праглядзець найстарэйшае здарэньне.
de: ui_viewevent [<Benutzer>] Zeigt dass älteste auf Abruf wartende Ereignis an.

source: ui_message <buddy> Open the plugin message composer to <buddy>
be: ui_message <карыстальнік> Адчыніць рэдактар паведамленьняў дзеля карыстальніка <карыстальнік>
de: ui_message <Benutzer> Öffnet den "Nachricht senden"-Dialog des GUI-Plugins

source: list_plugins Lists the loaded UI plugins
be: list_plugins Сьпіс пашырэньняў інтэрфейсу карыстальніка
de: list_plugins Zeigt die geladenen UI plugins an

source: load_plugin <plugin> Loads the UI plugin called <plugin>
be: load_plugin <пашырэньне> Загрузіць інтэрфейснае пашырэньне <пашырэньне>
de: load_plugin <plugin> Lädt das UI plugin mit Namen <plugin>

source: unload_plugin <plugin> Unloads the UI plugin called <plugin>. Use list_plugins to see currently loaded UI plugins.
be: unload_plugin <пашырэньне> Выгрузіць інтэрфейсавае пашырэньне <пашырэньне>. Выкарыстоўвайце list_plugins каб праглядзець сьпіс загружаных пашырэньняў.
de: unload_plugin <plugin> Entlädt das UI-Plugin mit Namen <plugin>. Benutze list_plugins um die aktuell geladenen UI-Plugins anzuzeigen.

source: list_proto_plugins Lists the loaded protocol plugins
be: list_proto_plugins Выдае сьпіс загружаных пашырэньняў пратаколаў
de: list_proto_plugins Zeigt die geladenen Protokoll-Plugins an

source: load_proto_plugin <protoplugin> Loads the protocol plugin called <protoplugin>
be: load_proto_plugin <пашырэньне_пратколу> Загружае пашырэньне пратаколу званае <пашырэньне_пратаколу>
de: load_proto_plugin <plugin> Lädt das Protokoll-Plugin mit Namen <plugin>

source: unload_proto_plugin <protoplugin> Unloads the protocol plugin called <protoplugin>. Use list_proto_plugins to see currently loaded protocol plugins.
be: unload_proto_plugin <пашырэньне_пратаколу> Загружае пашырэньне пратаколу званае <пашырэньне_пратаколу>. Выкарыстоўвайце list_proto_plugins каб убачыць сьпіс актыўных пашырэньняў пратаколаў.
de: unload_proto_plugin <plugin> Entlädt das Protokoll-Plugin mit Namen <plugin>. Benutze list_proto_plugins um die aktuell geladenen Protokoll-Plugins anzuzeigen.

source: help <<command> | all> Print help information for <command> or for all commands.
be: help <<каманда> | all> Паказаць дапамогу па камандзе <каманда> альбо па ўсім камандам.
de: help <<Kommando> | all> Zeigt die Hilfe zu <Kommando> oder für alle Kommandos an.

source: %s%s %s: command with invalid status "%s".
be: %s%s %s: каманда з няспраўным станам "%s".

source: %s `%s': bad protol. ICQ only alowed
be: %s `%s': няспраўны пратакол. ICQ дазваляе толькі

source: %s %s: redirection to "%s" failed: %s.
be: %s %s: няўдалае перанакіраваньне да "%s": %s.

source: %s %s: output redirected to "%s".
be: %s %s: вывад перанакіраваны да "%s".

source: %s %s: user %s not on contact list, not retrieving info.
be: %s %s: карыстальнік %s не ў сьпісе кантактаў, немагчыма атрымаць дадзеныя.

source: %sFifo commands:
be: %sFifo каманды:
de: %sFifo-Kommandos:

source: %s: Type `help command'
be: %s: Набярыце `help каманда'
de: %s: Geben Sie ein: `help Kommando'

source: %s %s: help for `%s' %s
be: %s %s: дапамога дзеля `%s' %s
de: %s %s: Hilfe zu `%s' %s

source: %s %s: unknown command `%s'
be: %s %s: невядомая каманда `%s'
de: %s %s: unbekanntes Kommando `%s'

source: %sReceived string: %s
be: %sАтрыманы радок: %s
de: %sEmpfangene Zeichenkette: `%s'

source: %s: '%s' Unknown fifo command. Try 'help'
be: %s: '%s' Невядомая fifo-каманда. Паспрабуйце 'help'
de: %s: '%s' Unbekanntes Fifo-Kommando. Versuchen Sie 'help'

source: %sIniFile: Warning, failed to find key. %sFile = %s %sSection = [%s] %sKey = "%s"
be: %sIniFile: Увага, не знойдзены ключ. %sФайл = %s %sСэкцыя = [%s] %sКлюч = "%s"

source: %sIniFile: Warning, failed to find section. %sFile = %s %sSection = [%s]
be: %sIniFile: Увага, ня знойдзена сэкцыя. %sФайл = %s %sСэкцыя = [%s]

source: %sIniFile: Warning, invalid file format. %sFile = %s %sLine = %s
be: %sIniFile: Увага, няспраўны фармат файлу. %sФайл = %s %sРадок = %s

source: %sIniFile: Warning, I/O read error. %sFile = %s %sError = %s
be: %sIniFile: Увага, памылка чытаньня. %sФайл = %s %sПамылка = %s

source: %sIniFile: Warning, I/O write error. %sFile = %s %sError = %s
be: %sIniFile: Увага, памылка запісу. %sФайл = %s %sПамылка = %s

source: %sUnable to open history file (%s): %s%s.
be: %sНемагчыма адчыніць файл гісторыі (%s): %s%s.

source: %sCorrupt history file (%s): Unknown sub-command 0x%04X.
be: %sФайл гісторыі пашкоджаны (%s): Невядомая падкаманда 0x%04X.

source: %sNo more ports available, add more or close open chat/file sessions.
be: %sНяма даступных партоў, дадайце больш альбо зачыніце адчыненыя размовы/файл-сэсіі.

source: %sChat: Shaking hands [v%d].
be: %sРазмова: Рукапаціскваньне [вэр.%d].

source: %sChat: Waiting for color/font response.
be: %sРазмова: Чаканьне адказу аб колеры/друкаваньні.

source: %sChat: Received reverse connection.
be: %sРазмова: Атрымана адваротнае злучэньне.

source: %sChat: Remote end disconnected.
be: %sРазмова: Адлеглы бок зачыніў злучэньне.

source: %sChat: Lost remote end: %s%s
be: %sРазмова: Згублены адлеглы бок: %s%s

source: %sChat: Received handshake from %s [v%ld].
be: %sРазмова: Атрыман запыт на ўсталяваньне сувязі ад %s [вэр.%ld].

source: %sChat: Received color packet.
be: %sРазмова: Атрыманы пакет наладак колеру.

source: %sChat: Received font packet.
be: %sРазмова: Атрыманы пакет наладак друкаваньня.

source: %sChat: Received color/font packet.
be: %sРазмова: Атрыманы пакет наладак колеру/друкаваньня.

source: %sChat: Joined multiparty (%d people).
be: %sРазмова: далучаны да шмат-асабовай размовы (%d чалавек).

source: %sChat: Send error: %s%s
be: %sРазмова: памылка пры перадачы: %s%s

source: %sChat: Received connection.
be: %sРазмова: Атрымана злучэньне.

source: %sChat: No user owns socket %d.
be: %sРазмова: адсутнічаюць сокеты дзеля гэтага карыстальніка %d.

source: %sUnable to allocate TCP port for local server (%s)!
be: %sНемагчыма вылучыць TCP-порт дзеля лякальнага паслужніка (%s)!

source: No ports available
be: Адсутнічаюць даступныя парты

source: %sOpening fifo.
be: %sАдчыненьне fifo.

source: %sUnable to create fifo: %s%s.
be: %sНемагчыма стварыць fifo: %s%s.

source: %sUnable to open fifo: %s%s.
be: %sНемагчыма адчыніць fifo: %s%s.

source: %s%s is not a FIFO, disabling fifo support.
be: %s%s не FIFO, адключаем fifo-падтрымкі.

source: %sSpawning daemon threads.
be: %sСтварэньне патокаў дэмана.

source: %sLocal TCP server started on port %d.
be: %sЛакальны TCP-паслужнік стартаваў на %d парту.

source: %sNo ports available for local TCP server.
be: %sАдсутнічаюць свабодныя парты дзеля лякальнага TCP-паслужніка.

source: %sFailed to start local TCP server: %s%s
be: %sНямагчыма стартаваць лякальны TCP-паслужнік: %s%s

source: %sTCP high port (%d) is lower then TCP low port (%d).
be: %sвышэйшы TCP-порт (%d) меньшы за найменьшы TCP-порт (%d).

source: %sResolving proxy: %s:%d...
be: %sВызначэньне проксі: %s:%d...

source: %sUnable to resolve proxy server %s: %s%s.
be: %sНямагчыма вызначыць проксі-паслужнік %s: %s%s.

source: %sInvalid TCP version %d. Attempting v%d.
be: %sНяспраўная вэрсія TCP %d. Спрабуем вэрсію %d.

source: %sUnable to open "%s" for writing.
be: %sНямагчыма адчыніць "%s" дзеля запісу.

source: %sCancelled event not found.
be: %sСкасаваны выпадак ня знойдзены.

source: Message
be: Паведамленьне
de: Nachricht

source: Chat request
be: Запыт размовы

source: File transfer request through server
be: Запыт перадачы файла праз паслужнік

source: URL
be: Спасылка

source: Contact list
be: Сьпіс кантактаў
de: Kontaktliste

source: %sAuto response from %s (#%lu).
be: %sАўтаматычны адказ ад %s (#%lu).

source: %sAck for unknown event.
be: %sЗапыт Ack дзеля невядомага выпадку.

source: %sUnknown ICBM plugin type: %s
be: %sНявядомы тып ICBM-пашырэньня: %s

source: unknown event
be: невядомы выпадак

source: %s%s from new user (%s), ignoring.
be: %s%s ад новага карыстальніка (%s), ігнаруем.

source: %s%s from new user (%s).
be: %s%s ад новага карыстальніка (%s).

source: %sInvalid %s: %s
be: %sняспраўны %s: %s

source: %sUnable to create directory %s for file transfer.
be: %sНямагчыма стварыць каталёг %s дзеля перадачы файла.

source: %sPath %s is not a directory.
be: %sШлях %s не з'яўляецца каталёгам.

source: %sFile Transfer: File access error %s: %s%s.
be: %sПерадача файла: Памылка зьвяртаньня да файла %s: %s%s.

source: %sFile Transfer: Shaking hands.
be: %sПерадача файла: усталяваньне сувязі.

source: %sFile Transfer: Waiting for server to respond.
be: %sПерадача файла: Чаканьне адказу паслужніка.

source: %sFile Transfer: Attempted reverse connection when already connected.
be: %sПерадача файла: Спроба адваротнага злучэньня пры ўсталяванай сувязі.

source: %sFile Transfer: Received reverse connection.
be: %sПерадача файла: Атрымана адваротнае злучэньне.

source: %sFile Transfer: Remote end disconnected.
be: %sПерадача файла: Адлеглы бок зачыніў злучэньне.

source: %sFile Transfer: Lost remote end: %s%s
be: %sПерадача файла: Згублен адлеглы бок: %s%s

source: %sFile Transfer: Received handshake.
be: %sПерадача файла: Атрыман запыт на усталяваньне сувязі.

source: %sFile Transfer: Speed set to %ld%%.
be: %sПерадача файла: Хуткасць усталявана ў %ld%%.

source: %sFile Transfer: Waiting for file info.
be: %sПерадача файла: Чаканьне дадзеных аб файле.

source: %sFile Transfer: Ignoring a possible erroneous packet.
be: %sПерадача файла: Ігнараваньне магчыма няспраўнага пакета.

source: File Transfer: Waiting for plugin to confirm file receive.
be: Перадача файла: Чаканьне пацьверджаньня ад пашырэньня аб перадачы файла .

source: File Transfer: Still waiting for the plugin to confirm file receive...
be: Перадача файла: Чаканьне пацьверджаньня аб перадачы файла...

source: %sFile Transfer: Receiving %s (%ld bytes).
be: %sПерадача файла: Атрыманьне %s (%ld байтаў).

source: %sFile Transfer: Invalid data (%c) ignoring packet.
be: %sПерадача файла: Няспраўныя дадзеныя (%c), ігнараваньне пакета.

source: %sFile Transfer: %s received.
be: %sПерадача файла: %s атрымана.

source: %sFile Transfer: %s received %d too many bytes.
be: %sПерадача файла: %s атрымана %d, занадта шмат байтаў.

source: %sFile Transfer: Read error for %s: %s
be: %sПерадача файла: Памылка чытаньня дзеля %s: %s

source: %sFile Transfer: Unknown packet received during file send: %s
be: %sПерадача файла: Атрыманы невядомы пакет падчас адсылкі файла: %s

source: %sFile Transfer: Received plugin confirmation.
be: %sПерадача файла: Атрымана пацьверджаньне ад пашырэньня.

source: %sFile Transfer: Sending %s (%ld bytes).
be: %sПерадача файла: Адсылка %s (%ld байтаў).

source: %sFile Transfer: Sent %s.
be: %sПерадача файла: Адаслана %s.
