Repository: licq-im/debian
Catalog: po/*.po
Languages: be, de

source: %sConnecting to login server.
be: %sЗлучаемся з паслужнікам аўтарызацыі.

source: %sConnecting to login server failed, failing event
be: %sпамылка злучэньня з паслужнікам аўтарызацыі, няўдалае дзеяньне

source: %sNot connected to server, failing event
be: %sНязлучаны з паслужнікам, няўдалае дзеяньне

source: %sSocket not connected or invalid (#%hu).
be: %sСокет нязлучаны альбо няспраўны (#%hu).

source: %sError sending event (#%hu): %s%s.
be: %sПамылка адпраўкі здарэньня (#%hu): %s%s.

source: %sSocket %d does not exist (#%hu).
be: %sСокет %d няйснуе (#%hu).

source: %sInvalid server socket in set.
be: %sНяспраўны сокет паслужніка.

source: %sInvalid server TCP socket in set.
be: %sНяспраўны TCP-сокет паслужніка.

source: %sShutting down daemon.
be: %sВыключэньне дэмана.

source: %sUnencrypted Packet: %s
be: %sНязашыфраваны пакет: %s

source: %sUnencrypted Packet (%lu bytes): %s
be: %sНязашыфраваны пакет (%lu байтаў): %s

source: %sUnencrypted (ICQ) TCP Packet (%lu bytes): %s
be: %sНезашыфраваны (ICQ) TCP-пакет (%lu байтаў): %s

source: %sDecrypted (ICQ) TCP Packet (%lu bytes): %s
be: %sРасшыфраваны (ICQ) TCP-пакет (%lu байтаў): %s

source: %sPassword too long, truncated to 8 Characters!
be: %sПароль занадта доўгі, абмяжоўваем 8 сымбалямі!

source: %sCould not execute "%s" for auto-response.
be: %sНе магчыма выканаць "%s" дзеля аўтаматычнага адказу.

source: %s%s returned abnormally: exit code %d
be: %s%s завяршыўся з памылкай: код выхаду %d

source: Afrikaans
be: Афрыканас

source: Albanian
be: Албанская

source: Arabic
be: Арабская

source: Armenian
be: Армянская

source: Azerbaijani
be: Азербаджанская

source: Belorussian
be: Беларуская

source: Bhojpuri
be: Бхаджпуры

source: Bosnian
be: Басьнійская

source: Bulgarian
be: Балгарская

source: Burmese
be: Бурмеская

source: Cantonese
be: Кантонская

source: Catalan
be: Каталонская

source: Chamorro
be: Каморра

source: Chinese
be: Кітайская

source: Croatian
be: Харвацкая

source: Czech
be: Чэская

source: Danish
be: Дацкая

source: Dutch
be: Нямецкая

source: English
be: Ангельская

source: Esperanto
be: Эспэранта

source: Estonian
be: Эстонская

source: Farsi
be: Фарсі

source: Finnish
be: Фінская

source: French
be: Француская

source: Gaelic
be: Галіцкая

source: German
be: Нямецкая

source: Greek
be: Грэцкая

source: Gujarati
be: Гуйарацьці

source: Hebrew
be: Яўрыт

source: Hindi
be: Хіндзі

source: Hungarian
be: Вянгерская

source: Icelandic
be: Ісьляндзкая

source: Indonesian
be: Інданэзійская

source: Italian
be: Італьянская

source: Japanese
be: Японская

source: Khmer
be: Хмерская

source: Korean
be: Карэйская

source: Kurdish
be: Курдцкая

source: Lao
be: Лао

source: Latvian
be: Латышская

source: Lithuanian
be: Ліцьвінская

source: Macedonian
be: Македонская

source: Malay
be: Малайская

source: Mandarin
be: Мандарынская

source: Mongolian
be: Мангольская

source: Norwegian
be: Нарвэская

source: Persian
be: Пэрсіцкая

source: Polish
be: Польская

source: Portuguese
be: Партугальская

source: Punjabi
be: Пунжабі

source: Romanian
be: Румынская

source: Russian
be: Расейская

source: Serbian
be: Сэрбская

source: Sindhi
be: Сындзі

source: Slovak
be: Славацкая

source: Slovenian
be: Славенская

source: Somali
be: Самалійская

source: Spanish
be: Шпанская

source: Swahili
be: Суахілі

source: Swedish
be: Швэцкая

source: Tagalog
be: Тагалог

source: Taiwanese
be: Тайваньская

source: Tamil
be: Таміл

source: Tatar
be: Татарская

source: Thai
be: Тайская

source: Turkish
be: Турэцкая

source: Ukrainian
be: Украінская

source: Urdu
be: Урду

source: Vietnamese
be: Ў'етнамская

source: Welsh
be: Ўэлская

source: Yiddish
be: Ідзіш

source: Yoruba
be: Яруба

source: Session management is not supported by Licq.
be: Кіраваньне сэсіямі не падтрымліваецца Licq.
de: Sitzungsverwaltung wird von Licq nicht unterstützt.

source: %s version %s, compiled on %s
be: %s вэрсыі %s, скампілявана %s
de: %s Version %s, kompiliert am %s

source: %sOutput redirected to "%s".
be: %sВывад перанакіраваны да "%s".

source: %sRedirection to "%s" failed: %s%s.
be: %sНяўдалае перанакіраваньне да "%s": %s%s.

source: %sLicq: %s cannot be opened for writing. %s skipping lockfile protection.
be: %sLicq: %s не можа быць адчынены на запіс. %s Прапускаем абарону лок-файлам.

source: %sLicq: Already running at pid %d. %s Kill process or remove %s.
be: %sLicq: ужо выконваецца з pid %d. %s Забейце працэс альбо выдаліце %s.

source: %sLicq: Unable to determine pid of running Licq instance.
be: %sLicq: Немагчыма вызначыць pid запушчанага экзэмпляру Licq.

source: %sLicq: Already running at pid %d.
be: %sLicq: Ужо запушчана з pid %d.

source: %sStarting plugin %s (version %s).
be: %sЗапуск пашырэньня %s (вэрсія %s).

source: %sStarting protocol plugin %s (version %s).
be: %sЗапуск пашырэньня пратаколу %s (вэрсія %s).

source: %sNo plugins specified on the command-line (-p option). %sSee the README for more information.
be: %sПашырэньні не вызначаны у камандным радку (опцыя -p). %sГлядзі README дзеля больш падрабязных зьвестак.

source: %sPlugin %s exited with code %d.
be: %sПашырэньне %s завершана з кодам %d.

source: %sPlugin %s failed to exit.
be: %sПашырэньне %s ня здолела завяршыцца.

source: %s version %s. Usage: Licq [-h] [-d #] [-b configdir] [-I] [-p plugin] [-l protoplugin] [-o file] [-- <plugin #1 parameters>] [-- <plugin #2 parameters>...] -h : this help screen (and any plugin help screens as well) -d : set what information is logged to standard output: 1 status information 2 unknown packets 4 errors 8 warnings 16 all packets add values together for multiple options -c : disable color at standard output -b : set the base directory for the config and data files (~/.licq by default) -I : force initialization of the given base directory -p : load the given plugin library -l : load the given protocol plugin library -o : redirect stderr to <file>, which can be a device (ie /dev/ttyp4)
be: %sвырсія %s. Выкарыстаньне: Licq [-h] [-d #] [-b каталёг_наладак] [-I] [-p пашырэньне] [-l пашырэньне_пратаколу] [-o файл] [-- <параметры пашырэньня #1>] [-- <параметры пашырэньня #2>...] -h : гэтая падказка (і дапамога ўсіх пашырэньняў, калі йснуе) -d : вызначае, якія зьвесткі будуць адлюстроўвацца на стандартным вывадзе: 1 зьвесткі пра стан 2 невядомыя пакеты 4 памылкі 8 папярэджваньні 16 усе пакеты складзіце зьменныя каб ужыць некалькі наладак адразу -c : забараніць колеры ў стандартным вывадзе -b : усталяваць асноўны каталёг для файлаў наладак і дадзеных (~/.licq - па змоўчаньню) -I : прымусіць выкарыстоўваць пазначаны каталёг -p : загрузіць пазначаную бібліятэку пашырэньня -l : загрузіць пазначаную бібліятэку пашырэньня пратаколу -o : перанакіраваць вывад памылак у <файл>, які можа быць прыладай (напрыклад /dev/ttyp4)
de: %s Version %s. Benutzung: Licq [-h] [-d #] [-b configdir] [-I] [-p Plugin] [-l Protokollplugin] [-o Datei] [ -- <plugin #1 Parameter>] [-- <plugin #2 Parameter>...] -h : dieser Hilfe-Schirm (und weitere Plugin Hilfe-Seiten) -d : setzt, welche Informationen auf stdout protokolliert werden: 1 Status Informationen 2 Unbekannte Pakete 4 Fehler 8 Warnungen 16 Alle Pakete Werte zusammenrechnen für mehrere Optionen -c : Farbausgabe auf stdout abschalten -b : Basisordner für Konfigurations und Datendateien (~/.licq ist die Vorgabe) -I : Initialisierung des Basisordners erzwingen -p : Angegebenes Plugin laden -l : Angegebenes Protkollplugin laden -o : Fehlerausgabe nach <Datei> umleiten, kann auch ein Gerät sein (z. B. /dev/ttyp4)

source: File: %s (%lu bytes) Description: %s
be: Файл: %s (%lu байтаў) Апісаньне: %s

source: Url: %s Description: %s
be: Спасылка: %s Апісаньне: %s

source: %s -------------------- Multiparty: %s
be: %s -------------------- Шмат-карыстальніцкі: %s

source: Authorization Request: %s
be: Запыт аўтарызацыі: %s

source: Message from %s (%s) through web panel: %s
be: Паведамленьне ад %s (%s) праз вэб-панэль: %s

source: Message from %s (%s) through email pager: %s
be: Паведамленьне ад %s (%s) праз паштовы пэйджар: %s

source: Contact list (%d contacts):
be: Сьпіс кантактаў (%d кантактаў):

source: Phone: %s %s
be: Тэлефон: %s %s

source: System Server Message from %s (%s): %s
be: Сыстэмнае паслужнікавае паведамленьне ад %s (%s): %s

source: New Email from %s (%s): Subject: %s
be: Новы ліст ад %s (%s): Тэма: %s

source: Plugin Event
be: Здарэньне пашырэньня

source: Chat Request
be: Запрашэньне да размовы
de: Chatanfrage

source: File Transfer
be: Перадача файла
de: Dateiübertragung

source: Authorization Request
be: Запыт аўтарызацыі
de: Autorisationsanfrage

source: AUthorization Refused
be: Адмоўлена ў аўтарызацыі

source: Authorization Granted
be: Аўтарызацыя дазволена
de: Autorisation gewährt

source: Server Message
be: Паведамленьне з паслужніка
de: Server Nachricht

source: Added to Contact List
be: Дададзены ў сьпіс кантактаў
de: Zur Kontaktliste hinzugefügt

source: Web Panel
be: Вэб-панэль

source: Email Pager
be: Паштовы пэйджар
de: Email-Ticker

source: Contact List
be: Сьпіс кантактаў
de: Kontaktliste

source: SMS
be: СМС

source: Unknown Event
be: Невядомы выпадак
de: Unbekanntes Ereignis

source: (cancelled)
be: (спынена)
de: (abgebrochen)

source: proxy hostname resolution failure (%d)
be: Памылка вызначэньня адраса проксі (%d)

source: No proxy error detected
be: Памылкі проксі ня знойдзены
de: Kein Proxyfehler erkannt

source: Internal proxy error
be: Унутраная памылка проксі
de: Interner Proxyfehler

source: Unknown proxy error
be: Невядомая памылка проксі
de: Unbekannter Proxyfehler

source: %sCould not parse HTTP status line from proxy
be: %sНемагчыма разабраць радок стану HTTP з проксі

source: %sHTTPS proxy return error code: %d, error string: %s
be: %sHTTPS проксі вярнуў памылку з кодам: %d, тэкст памылкі: %s

source: %sLoading saved auto-responses.
be: %sЗагружаем захаваныя аўтаматычныя адказы.

source: Unknown signal.
be: Невядомы сыгнал.
de: Unbekanntes Signal.

source: Licq Segmentation Violation Detected.
be: Выяўлена памылка сэгментацыі Licq.
de: Licq Speicherzugriffsfehler entdeckt.

source: Backtrace (saved in %s):
be: Адладачная пасьлядоўнасьць (захавана ў %s):
de: Rückverfolgung (gespeichert in %s):

source: Attempting to generate core file.
be: Спрабуем стварыць файл адладкі.
de: Eine Core-Datei wird erstellt.

source: hostname resolution failure (%d)
be: Памылка вызначэньня імя камп'ютара (%d)

source: DesX encryption/decryption failure
be: Памылка (дэ)шыфраваньня DesX

source: No error detected
be: Памылкі ня знойдзены
de: Kein Fehler entdeckt

source: Internal error
be: Унутраная памылка
de: Interner Fehler

source: server socket was closed!!!
be: сокет на паслужніку зачынены!!!

source: %serror during receiving from server socket :-(( %s%s
be: %sпамылка падчас атрыманьня з сокета паслужніка :-(( %s%s

source: %sUser configuration.
be: %sНаладкі карыстальнікаў.

source: %sLoading %d users.
be: %sЗагружаем %d карыстальнікаў.

source: %sSkipping user %i, empty key.
be: %sПрапускаем карыстальніка %i з-за пустога ключа.

source: %sFatal error reading protocol information for User%d with ID '%s'. %sPlease check "%s/users.conf".
be: %sФатальная памылка чытаньня дадзеных аб пратаколе дзеля карыстальніка%d з нумарам '%s'. %sКалі ласка, праверце "%s/users.conf".

source: %sFailed to rename old history file (%s): %s%s
be: %sНемагчыма перайменаваць стары файл гісторыі (%s): %s%s

source: Unknown
be: Не вядома
de: Unbekannt

source: %sFailed to rename history file (%s): %s%s
be: %sПамылка перайменаваньня файла гісторыі (%s): %s%s.

source: (Offline)
be: (Адключаны)

source: Offline
be: Адключаны

source: (Do Not Disturb)
be: (Не турбаваць)

source: Do Not Disturb
be: Не турбаваць
de: Nicht stören

source: (Occupied)
be: (Заняты)

source: (Not Available)
be: (Нядасягальны)

source: Not Available
be: Нядасягальны
de: Nicht verfügbar

source: (Away)
be: (Адсутнічаю)

source: Away
be: Адсутнічаю
de: Abwesend

source: (Free for Chat)
be: (Згодны размаўляць)

source: Free for Chat
be: Згодны размаўляць

source: (Online)
be: (У сетцы)

source: Online
be: У сетцы

source: (Off)
be: (Адкл)

source: Off
be: Адкл

source: (DND)
be: (НТ)

source: DND
be: НТ

source: (Occ)
be: (Зан)

source: Occ
be: Зан
de: Besch

source: (N/A)
be: (НД)

source: N/A
be: НД
de: N/v

source: (FFC)
be: (ЗР)

source: FFC
be: ЗР

source: (On)
be: (Акт)

source: On
be: Акт

source: Invalid
be: няспраўны

source: Never
be: Ніколі
de: Nie

source: %d days
be: %d дні

source: %d day
be: %d дзень

source: %d hours
be: %d гадзіны

source: %d hour
be: %d гадзіна

source: %d minutes
be: %d хвілін

source: %d minute
be: %d хвіліна

source: Active
be: Актыўны
de: Aktiv

source: %sUnable to set %s to mode 0600. Your ICQ password is vulnerable.
be: %sНе магчыма ўсталяваць правы 0600 на %s . Ваш ICQ-пароль пад пагрозай.

source: %sOwner configuration for %s.
be: %sНаладкі ўладальніка дзеля %s.

source: %sCurrent Licq GMT offset (%d) does not match system GMT offset (%d). %sUpdate general info on server to fix.
be: %s Часавая зона Licq (%d) не супадае з сыстэмнай (%d). %sАбнавіце асноўныя дадзеныя на паслужніку ICQ каб выправіць памылку.

source: %sLoading utilities.
be: %sЗагрузка прылады.

source: %sWarning: unable to load utility "%s".
be: %sУвага: не магчыма загрузіць прыладу "%s".

source: %sWarning: Invalid entry in plugin "%s": Window = %s
be: %sУвага: Няспраўнае ўваходжаньне ў пашырэньні "%s": Акенца = %s

source: none
be: адсутнічае
de: nichts

source: setpicture <filename> [<protocol>] Changes picture for an account, or all accounts if no protocol entered. An empty filename will remove the current picture.
de: setpicture <Dateiname> [<Prokoll>] Ändert das Bild für einen Zugang, oder alle Zugänge, falls kein Protokoll angegeben wurde. Ein leerer Dateiname entfernt das aktuelle Bild.

source: authorized you
de: hat sie autorisiert

source: day
de: Tag

source: days
de: Tage

source: hour
de: Stunde

source: hours
de: Stunden

source: minutes
de: Minuten

source: refused to authorize you
de: hat Ihre Autorisation abgelehnt

source: through email pager
de: über den Email-Pager

source: through web panel
de: über das Web-Panel

source: $HOME not set or invalid; unable to determine config base directory
de: $HOME wurde nicht gesetzt oder ist ungültig; kann Konfigurationsverzeichnis nicht ermitteln

source: %s %s: command with invalid status "%s"
de: %s %s: Kommando mit ungültigem Status "%s"

source: %s (%s) already has a secure channel.
de: %s (%s) hat bereits eine verschlüsselte Verbindung.

source: %s (%s) does not have a secure channel.
de: %s (%s) hat keine verschlüsselte Verbindung.

source: %s `%s': bad protocol. ICQ only allowed
de: %s `%s': Ungültiges Protokoll. Nur ICQ ist erlaubt

source: %s is not a FIFO, disabling fifo support
de: %s ist kein Fifo, Fifo-Unterstützung wird deaktiviert

source: %s: output redirected to "%s"
de: %s: Ausgabe nach "%s" umgeleitet

source: %s: redirection to "%s" failed: %s
de: %s: Umleitung nach "%s" ist fehlgeschlagen: %s

source: %s: user %s not on contact list, not retrieving info
de: %s: %s ist nicht in Ihrer Kontaktliste, es werden keine Informationen heruntergeladen

source: Authorization Refused
de: Autorisation abgelehnt

source: Cannot accept new connection, too many descriptors in use.
de: Kann neue Verbindung nicht annehmen, zu viele Deskriptoren in Benutzung.

source: Cannot accept new connection: %s
de: %sKann neue Verbindung nicht annehmen: %s

source: Cannot send secure channel request to user not on list (%s).
de: Es kann keine verschlüsselte Verbindung zu einem Benutzer angefragt werden, der nicht in der Kontaktliste ist (%s).

source: Connecting to %s:%i...
de: Verbindungsaufbau zu %s:%i...

source: Corrupt history file (%s): Unknown sub-command 0x%04X.
de: Beschädigte Verlaufs-Datei (%s): Unbekanntes Unterkommando 0x%04X.

source: Could not get current working directory
de: Konnte Arbeitsverzeichnis nicht ermitteln

source: Could not parse HTTP status line from proxy.
de: Konnte Proxy HTTP-Statuszeile nicht analysieren.

source: Couldn't find plugin '%s'
de: Konnte Plugin '%s' nicht finden

source: Description
de: Beschreibung

source: Email Alert
de: Email-Ticker

source: Error opening '%s' for reading. See log for details.
de: Fehler beim Öffnen von '%s' zum Lesen. Siehe Log für weitere Details.

source: Error opening '%s' for writing.
de: "%s" lässt sich nicht zum schreiben öffnen.

source: Error opening '%s' for writing. See log for details.
de: Fehler beim Öffnen von '%s' zum Schreiben. Siehe Log für weitere Details.

source: Error when trying to resolve %s. getaddrinfo() returned %d.
de: Fehler beim Versuch %s aufzulösen. getaddrinfo() hat %d zurückgeliefert.

source: Events Received
de: Ereignis empfangen

source: Events Rejected
de: Ereignis abgelehnt

source: Events Sent
de: Ereignis gesendet

source: Failed to initialize plugin (%s)
de: Konnte Plugin nicht initialisieren (%s)

source: Failed to load plugin (%s): %s
de: Kann Plugin nicht laden (%s): %s

source: Failed to retrive backtrace symbols
de: Konnte Backtrace-Symbole nicht laden

source: Failed to set port range for socket.
de: Konnte Port für Socket nicht festlegen.

source: Failed to start local TCP server: %s
de: Lokaler TCP-Server lies sich nicht starten: %s

source: Failed to start local server using IPv6 socket (falling back to IPv4): %s
de: Konnte lokalen Server mit IPv6 Socket nicht starten (schalte auf IPv4 um): %s

source: Free For Chat
de: Frei für Chat

source: Group %s is already in list
de: Gruppe %s ist bereits auf der Liste

source: Group name %s is already in list
de: Gruppenname %s ist bereits auf der Liste

source: HTTPS proxy return error code: %d, error string: %s
de: HTTPS-Proxy gab einen Fehlercode zurück: %d, Fehlerzeichenkette: %s

source: Idle
de: Untätig

source: IniFile: I/O error, failed to create file. File: %s Error code: %i
de: IniFile: Warnung, E/A Lesefehler. Datei: %s Fehler: %i

source: IniFile: I/O error, failed to get file size. File: %s Error code: %i
de: IniFile: E/A-Fehler, konnte Dateigröße nicht ermitteln. Datei: %s Fehlercode: %i

source: IniFile: I/O error, failed to open file. File: %s Error code: %i
de: IniFile: Warnung, E/A, konnte Datei nicht öffnen. Datei: %s Fehler: %i

source: IniFile: I/O error, failed to read file. File: %s Error code: %i
de: IniFile: Warnung, E/A Lesefehler. Datei: %s Fehler: %i

source: IniFile: I/O error, failed to replace file. File: %s Error code: %i
de: IniFile: Warnung, E/A konnte Datei nicht ersetzen. Datei: %s Fehler: %i

source: IniFile: I/O error, failed to write file. File: %s Error code: %i
de: IniFile: Warnung, E/A Schreibfehler. Datei: %s Fehler: %i

source: Internal Error: IniFile::get, key=%s, data.type=%s
de: Interner Fehler: IniFile::get, key=%s, data.type=%s

source: Internal Error: IniFile::set, key=%s, data.type=%s
de: Interner Fehler: IniFile::set, key=%s, data.type=%s

source: Invalid entry in plugin "%s": Window = %s
de: Ungültiger Eintrag in Plugin "%s": Window = %s

source: Invalid plugin id (%d) in exit signal
de: Ungültige Plugin ID (%d) im Exit-Signal

source: Invisible
de: Unsichtbar

source: Library %s does not contain a Licq plugin
de: Bibliothek %s enthält kein Licq plugin

source: Licq: %s cannot be opened for writing, skipping lockfile protection.
de: Licq: %s kann nicht zum Schreiben geöffnet werden, Lockdateischutz wird nicht verwendet.

source: Licq: Already running at pid %d.
de: Licq: Läuft bereits mit der PID %d.

source: Licq: Already running at pid %d. Kill process or remove %s.
de: Licq: Läuft bereits mit der PID %d. Prozess beenden oder %s entfernen.

source: Licq: Unable to determine pid of running Licq instance.
de: Licq: Konnte PID der bereits laufenden Licq-Instanz nicht feststellen.

source: Loading owner configuration for %s
de: Benutzerkonfiguration für %s

source: Loading user configuration
de: Benutzerkonfiguration

source: Loading utilities
de: Werkzeuge werden geladen

source: Local TCP server started on port %d
de: Lokaler TCP-Server wurde an Port %d gestartet

source: Message from
de: Nachricht von

source: New Email from
de: Neue Email von

source: No plugins specified on the command-line (-p option). See the README for more information.
de: Keine Plugins auf der Kommandozeile angegeben (-p Option). Schauen Sie in die README für mehr Informationen.

source: No ports available for local TCP server.
de: Keine Ports für den lokalen TCP-Server verfügbar.

source: Opening fifo
de: Fifo wird geöffnet

source: Output redirected to "%s"
de: Ausgabe umgeleitet nach "%s"

source: Pack(): Trying to pack more data than Licq::Buffer can hold!
de: Pack(): Es wurde versucht, mehr Daten zu packen als Licq::Buffer aufnehmen kann!

source: Plugin %s exited with code %d
de: Plugin %s mit Rückgabe-Code %d beendet

source: Plugin %s failed to exit
de: Plugin %s konnte nicht beendet werden

source: Plugin %s is no longer available, trying to load qt4-gui instead.
de: Plugin %s ist nicht mehr verfügbar, versuche qt4-gui stattdessen zu laden.

source: Plugin kde-gui is no longer available, trying to load kde4-gui instead.
de: Plugin kde-gui ist nicht mehr verfügbar, versuche kde4-gui stattdessen zu laden.

source: Received signal %d, exiting
de: Signal %d empfangen, beende

source: Redirection to "%s" failed: %s
de: Umleitung nach "%s" fehlgeschlagen: %s

source: Renaming request for invalid group %u
de: Umbenennung für ungültige Gruppe %u

source: SSL_connect error %d, SSL_%d
de: SSL_connct Fehler %d, SSL_%d

source: SSL_connect error = %lx, %s:%i
de: SSL_connet Fehler = %lx, %s:%i

source: Shutting down daemon
de: Daemon wird beendet

source: Subject
de: Betreff

source: System Server Message from
de: Systemnachricht über Server von

source: TCP high port (%d) is lower then TCP low port (%d).
de: Höchstmöglicher TCP-Port (%d) ist niedriger als kleinstmöglicher TCP-Port (%d).

source: This usually happens when your plugin is not kept in sync with the daemon. Please try recompiling the plugin. If you are still having problems, see the FAQ at www.licq.org
de: Dies passiert normalerweise wenn dein Plugin nicht zusammen mit dem Dämon aktualisiert wird. Bitte versuche das Plugin neu zu kompilieren. Falls dieses Problem weiterhin auftaucht, besuche bitte die FAQ auf www.licq.org

source: Unable to create fifo: %s
de: Fifo kann nicht erzeugt werden: %s

source: Unable to load plugin (%s): %s
de: Kann Datei nicht öffnen (%s): %s

source: Unable to open "%s" for writing.
de: "%s" lässt sich nicht zum schreiben öffnen.

source: Unable to open fifo: %s
de: Fifo kann nicht geöffnet werden: %s

source: Unable to open history file (%s): %s.
de: Verlaufs-Datei lässt sich nicht öffnen (%s): %s.

source: Unable to set %s to mode 0600. Your password is vulnerable if stored locally.
de: %s kann nicht auf Modus 0600 gesetzt werden. Ihr ICQ Passwort ist evtl. für andere Benutzer lesbar.

source: Unknown system message
de: Unbekannte Systemnachricht

source: User
de: Benutzer

source: User
de: Benutzer

source: Warning: Invalid qualifier in command: %%%c.
de: Warnung: Ungültiger Kennzeichner in Kommando: %%%c.

source: Warning: unable to load utility "%s"
de: Warnung: Werkzeug "%s" kann nicht geladen werden

source: contacts
de: Kontakte

source: from
de: von

source: now
de: jetzt
