Repository: licq-im/debian
Catalog: po/*.po
Languages: be, de

source: %sFile Transfer: Sent %s, %d too many bytes.
be: %sПерадача файла: Адаслана %s, %d занадта шмат байтаў.

source: %sFile Transfer: Send error: %s%s
be: %sПерадача файла: Памылка адсылкі: %s%s

source: %sInvalid file transfer speed: %d%%.
be: %sНяспраўная хуткасьць перадачы файла: %d%%.

source: %sFile Transfer: Receiving repeat incoming connection.
be: %sПерадача файла: Атрыманьне запыту на паўтор злучэньня.

source: %sFile Transfer: Received connection.
be: %sПерадача файла: Атрыманы запыт злучэньня.

source: %sFile Transfer: No such socket.
be: %sПерадача файла: Сокет ня йснуе.

source: %sAlerting server to new user (#%hu)...
be: %sПапярэджваньне паслужніка аб новым карыстальніку (#%hu)...

source: %sAdding %s to server list...
be: %sДалучэньне %s да сьпісу на паслужніку...

source: %sExporting users to server contact list...
be: %sЭкспартаваньне карыстальнікаў у сьпіс кантактаў на паслужніку...

source: %sUpdating top level group.
be: %sАбнаўленьне гурта вышэйшага ўзроўню.

source: %sUpdating group %s.
be: %sАбнаўленьне гурта %s.

source: %sAdding group %s (%d) to server list ...
be: %sДалучэньне групы %s (%d) да сьпісу на паслужніку...

source: %sExporting groups to server contact list...
be: %sЭкспартаваньне гуртоў да сьпісу кантактаўна паслужніку...

source: %sAdding privacy information to server side list...
be: %sДалучэньне дадзенных бясьпекі да сьпісу кантактаў на паслужніку...

source: %sAlerting server to remove user (#%hu)...
be: %sПапярэджваньне паслужніка аб выдаленьні карыстальніка (#%hu)...

source: %sRemoving group from server side list (%s)...
be: %sВыдаленьне гурта (%s) з сьпісу кантактаў на паслужніку...

source: %sRenaming group with id %d to %s...
be: %sПерайменаваньне гурта id %d у %s...

source: %sRenaming %s to %s...
be: %sПерайменаваньне %s у %s...

source: %sAlerting user they were added (#%hu)...
be: %sПапярэджваньне карыстальніка (#%hu) аб далучэньні да сьпісу кантактаў...

source: %sRequesting auto response from %s (%hu).
be: %sЗапытваецца аўтаматычны адказ ад %s (%hu).

source: %sSetting random chat group (#%hu)...
be: %sУсталяваньне выпадковага гурта дзеля размовы (#%hu)...

source: %sSearching for random chat user (#%hu)...
be: %sПошук выпадковага субяседніка (#%hu)...

source: %sRegistering a new user...
be: %sРэгістрацыя новага карыстальніка...

source: %sRequesting verification image...
be: %sЗапыт малюнка дзеля атрыманьня падцьверджаньня...

source: %sSending verification for registration.
be: %sАдсылка дадзеных дзеля рэгістрацыі.

source: %sRequesting meta info for %s (#%hu/#%d)...
be: %sЗапыт метададзеных дзеля %s (#%hu/#%d)...

source: %sChanging status to %s (#%hu)...
be: %sЗьмена стана на %s (#%hu)...

source: %sUpdating password (#%hu/#%d)...
be: %sАбнаўленьне паролю (#%hu/#%d)...

source: %sUpdating general info (#%hu/#%d)...
be: %sАбнаўленьне асноўных дадзеных (#%hu/#%d)...

source: %sUpdating additional E-Mail info (#%hu/#%d)...
be: %sАбнаўленьне дадатковых дадзенных электроннай пошты (#%hu/#%d)...

source: %sUpdating more info (#%hu/#%d)...
be: %sАбнаўленьне дадатковых дадзеных (#%hu/#%d)...

source: %sUpdating work info (#%hu/#%d)...
be: %sАбнаўленьне зьвестак аб працы (#%hu/#%d)...

source: %sUpdating about (#%hu/#%d)...
be: %sАбнаўленьне дадзеных "зьвесткі" (#%hu/#%d)...

source: %sRefusing authorization to user %s (#%hu)...
be: %sАдмова аўтарызацыі дзеля карыстальніка %s (#%hu)...

source: %sUpdating security info (#%hu/#%d)...
be: %sАбнаўленьне зьвестак аб бясьпецы (#%hu/#%d)...

source: %sStarting white pages search (#%hu/#%d)...
be: %sПачатак пошуку ў "Белых старонках" (#%hu/#%d)...

source: %sStarting search by UIN for user (#%hu/#%d)...
be: %sПачатак пошуку карыстальніка па нумары (#%hu/#%d)...

source: %sRequesting user info (#%hu/#%d)...
be: %sЗапыт зьвестак пра карыстальніка (#%hu/#%d)...

source: %sUpdating contact list (#%hu)...
be: %sАбнаўленьне сьпісу кантактаў (#%hu)...

source: %sSending visible list (#%hu)...
be: %sДасылка сьпіса бачных (#%hu)...

source: %sSending invisible list (#%hu)...
be: %sДасылка сьпіса нябачных (#%hu)...

source: %sAdding user %s to visible list (#%hu)...
be: %sДалучэньне карыстальніка %s да сьпісу бачных (#%hu)...

source: %sRemoving user %s from visible list (#%hu)...
be: %sВыдаленьне карыстальніка %s з сьпісу бачных (#%hu)...

source: %sAdding user %s to invisible list (#%hu)...
be: %sДалучэньне карыстальніка %s да сьпісу нябачных (#%hu)...

source: %sRemoving user %s from invisible list (#%hu)...
be: %sВыдаленьне карыстальніка %s з сьпісу нябачных (#%hu)...

source: %sDeleting server list users (#%hu)...
be: %sВыдаленьне карыстальніка(ў) на паслужніку (#%hu)...

source: %sDeleting server list invisible list users (#%hu)...
be: %sВыдаленьне сьпісу нябачных карыстальнікаў (#%hu) на паслужніку...

source: %sDeleting server list visible list users (#%hu)...
be: %sВыдаленьне сьпісу бачных карыстальнікаў (#%hu) на паслужніку...

source: %sSending message through server (#%hu).
be: %sАдсылка паведамленьня праз паслужнік (#%hu).

source: %sSending url through server (#%hu).
be: %sАдсылка спасылкі праз паслужнік (#%hu).

source: %sSending contact list through server (#%hu).
be: %sАдсылка сьпісу кантактаў праз паслужнік (#%hu).

source: %sSending misc through server (#%hu).
be: %sАдсылка іншых дадзеных праз праз паслужнік (#%hu).

source: %sSending SMS through server (#%hu/#%d)...
be: %sАдсылка СМС праз паслужнік (#%hu/#%d)...

source: %sAttempt to logon while already logged or logging on, logoff and try again.
be: %sСпроба злучэньня падчас, калі ўжо ўсталявана сувязь, зьмяніце статус на "Выключаны" ды паспрабуйце зноўку.

source: %sNo password set. Edit ~/.licq/owner.Licq and fill in the password field.
be: %sАдсутнічае пароль. Усталюйце яго ў адпаведным радку (password) файла ~/.licq/owner.Licq.

source: %sAttempt to logoff while not logged on.
be: %sСпроба пакінуць сетку ў час, калі не злучаны.

source: %sLogging off.
be: %sПакідаем сетку.

source: Event #%hu is still on queue!
be: Выпадак #%hu па-ранейшаму ў чарзе!

source: %sProxy server not properly configured.
be: %sПроксі-паслужнік няспраўна ўсталяваны.

source: %sConnection to server already exists, aborting.
be: %sЗлучэньне з паслужнікам ужо ўсталявана, скасаваньне.

source: %sResponse to unknown %s info request for unknown user (%s).
be: %sАдказ на невядомы %s-запыт дзеля невядомага карыстальніка (%s).

source: %sReceived %s information for %s (%s).
be: %sАтрыманы %s дадзеныя дзеля %s (%s).

source: %sUnknown server response: %s
be: %sНевядомы адказ паслужніка: %s

source: %sPacket on unhandled Channel 'Error' received!
be: %sАтрыман пакет у неапрацоўваемым канале!

source: %sServer send unknown channel: %02x
be: %sПаслужнік адаслаў невядомы канал: %02x

source: %sServer says he's ready.
be: %sПаслужнік кажа, што ён гатовы.

source: %sSending our channel capability list...
be: %sАдсылка здольнасцьей нашага каналу...

source: %sRequesting rate info...
be: %sЗапыт дадзеных аб хуткасьці...

source: %sServer sent us channel capability list (ignoring).
be: %sПаслужнік даслаў сьпіс здольнасьцей канала (праігнаравана).

source: %sRequesting self info.
be: %sЗапыт дадзеных аб сабе.

source: %sRequesting list rights.
be: %sЗапыт правоў сьпісу кантактаў.

source: %sRequesting location rights.
be: %sЗапыт правоў месцазнаходжаньня.

source: %sRequesting contact list rights.
be: %sЗапыт правоў сьпісу кантактаў.

source: %sRequesting Instant Messaging rights.
be: %sЗапыт правоў ICQ IM.

source: %sRequesting BOS rights.
be: %sЗапыт правоў BOS.

source: %sServer sent us rate information.
be: %sПаслужнік даслаў дадзеныя аб хуткасьці.

source: %sSetting ICQ Instant Messaging Mode.
be: %sУсталяваньне рэжыму ICQ IM.

source: %sSending capability settings (?)
be: %sАдсылка ўсталяваньняў здольнасьцей (?)

source: %sGot Name Info from Server
be: %sАтрыманы дадзеныя аб імені з паслужніка

source: %sServer says we are at %s.
be: %sПаслужнік кажа, што мы з %s.

source: %sServer says we're now: %s
be: %sПаслужнік кажа, што мы: %s

source: %sServer is going to disconnect/pause. Lets reconnect to another one.
be: %sПаслужнік разз'яднаецца/спыняецца. Паспрабуйце злучыцца з іншым.

source: %sReceived rights for Location Services.
be: %sАтрыманы правы дзеля сэрвісу месцазнаходжаньня.

source: %sReceived away message for %s.
be: %sАтрымана паведамленьне аб адсутнасьці ад %s.

source: %sReceived user information for %s.
be: %sАтрыманы карыстальніцкія дадзеныя аб %s.

source: %sUnknown user (%s) changed status.
be: %sНевядомы карыстальнік (%s) зьмяніў стан.

source: %s%s (%s) changed status: %s (v%d)%s
be: %s%s (%s) збмяніў стан: %s (вэр.%d)%s

source: %s%s changed status: %s (AIM).
be: %s%s зьмяніў стан: %s (AIM).

source: %s%s changed Phone "Follow Me" status to %s.
be: %s%s зьмяніў стан тэлефону "Кроч за мной" на %s.

source: %s%s changed Shared Files Directory status to %s.
be: %s%s зьмяніў стан каталёгу агульных файлаў на %s.

source: %s%s changed ICQphone status to %s.
be: %s%s зьмяніў стан ICQ-тэлефону на %s.

source: %sUnknown index %d from %s.
be: %sНевядомы зьмест %d ад %s.

source: %sUnknown user (%s) has gone offline.
be: %sНевядомы карыстальнік (%s) выйшаў з сеткі.

source: %s%s went offline.
be: %s%s пакінуў сетку.

source: %sReceived rights for Contact List..
be: %sАтрыманы правілы дзеля сьпісу кантактаў..

source: %sUser is offline.
be: %sКарыстальнік па-за сеткай.

source: %sClient does not understand type-2 messages.
be: %sКліент не разумее паведамленьні 2-тыпу.

source: %sPacket was malformed.
be: %sПакет быў пашкоджан.

source: %sList overflow.
be: %sПерапаўненьне сьпісу.

source: %sUnknown ICBM error: 0x%04x.
be: %sНевядомая ICBM-памылка: 0x%04x.

source: %sMessage from new user (%s), ignoring.
be: %sПаведамленьне ад новага карыстальніка (%s), ігнаруем.

source: %sMessage through server from %s (%s).
be: %sПаведамленьне праз паслужнік ад %s (%s).

source: %s%s (%s) is %s to us.
be: %s%s (%s) %s дзеля нас.

source: %sReceived SMS receipt indicating success.
be: %sАтрымана СМС-падцьверджаньне аб пасьпяховай дастаўцы.

source: %sReceived SMS receipt indicating failure.
be: %sАтрымана СМС-падцьверджаньне аб няўдалай дастаўцы.

source: %sInvalid tag in SMS message.
be: %sНяспраўны тэг у СМС-паведамленьне.

source: %sUnknown tag in SMS message: %s
be: %sНевядомы тэг у СМС-паведамленьні: %s

source: %sSMS message packet was too large (claimed size: %lu bytes)
be: %sПакет СМС-паведамленьня занадта вялікі (заяўлены памер: %lu байтаў)

source: %sInvalid URL message: %s
be: %sНяспраўнае паведамленьне-спасылка: %s

source: %sAuthorization request from %s.
be: %sЗапыт аўтарызацыі ад %s.

source: %sInvalid authorization request system message: %s
be: %sНяспраўны сыстэмны запыт аўтарызацыі: %s

source: %sAuthorization refused by %s.
be: %sУ аўтарызацыі адмоўлена %s.

source: %sAuthorization granted by %s.
be: %sАўтарызацыя дазволена %s.

source: %sServer message.
be: %sПаведамленьне з паслужніка.

source: %sInvalid Server Message: %s
be: %sНяспраўнае паведамленьне з паслужніка: %s

source: %sUser %s added you to their contact list.
be: %sКарыстальнік %s дадаў Вас у свой сьпіс кантактаў.

source: %sInvalid added to list system message: %s
be: %sСыстэмнае паведамленьне аб няспраўным дадаваньні ў сьпіс кантактаў: %s

source: %sMessage through web panel.
be: %sПаведамленьне праз Вэб-панэль.

source: %sInvalid web panel system message: %s
be: %sНяспраўнае паведамленьне праз Вэб-панэль: %s

source: %sFrom %s (%s).
be: %sАд %s (%s).

source: %sEmail pager message.
be: %sПаведамленьне праз паштовы пэджар.

source: %sInvalid email pager system message: %s
be: %sНяспраўнае паведамленьне праз паштовы пэйджар: %s

source: %sInvalid Contact List message: %s
be: %sНяспраўнае паведамленьне сьпісу кантактаў: %s

source: Contacts
be: Кантакты

source: %sInvalid SMS message: %s
be: %sНяспраўнае СМС-паведамленьне: %s

source: %sUnknown system message (0x%04x): %s
be: %sНевядомае сыстэмнае паведамленьне (0x%04x): %s

source: %s%s through server from %s (%s).
be: %s%s праз паслужнік %s (%s).

source: %sSMS from %s.
be: %sСМС ад %s.

source: %sMessage through server with unknown format: %04hx %s
be: %sПаведамленьне праз паслужнік невядомага фармату: %04hx %s

source: %sUnexpected new user in subtype 0x%04x.
be: %sНевызначаны новы карыстальнік у падтыпе 0x%04x.

source: %s%s doesn't have a manager for this event.
be: %s%s не мае апрацоўшчыка дзеля гэтага дзеяньня.

source: %sRefusal from %s (#%lu).
be: %sАдмова ад %s (#%lu).

source: %sReceived rights for Instant Messaging..
be: %sАтрыманы правы дзеля адпраўкі паведамленьняў...

source: %sMessage was sent to an offline user. It will be delivered when the user logs on.
be: %sПаведамленьне было адпраўлена да неактыўнага карыстальніка. Яно мае быць дастаўлена, як толькі карыстальнік з'явіцца ў сетцы.

source: %sTyping status received for unknown user (%s).
be: %sПаведамленьне аб наборы атрымана ад невядомага карыстальніка (%s).

source: %sUnknown Message Family Subtype: %04hx
be: %sНевядомы падтып сямейства паведамленьняў: %04hx

source: %sServer granted contact list rights.
be: %sПаслужнік паведаміў пра правы на сьпіс кантактаў.

source: %sGot Master Group record.
be: %sАтрыман запіс Асноўнага гурта.

source: %sGot Privacy Setting.
be: %sАтрыманы наладкі бясьпекі.

source: %sContact list without request.
be: %sАтрыман сьпіс кантактаў без яго запыту.

source: %sReceived contact list.
be: %sАтрыман сьпіс кантактаў.

source: %sReceived end of contact list.
be: %sАтрыманы канец сьпісу кантактаў.

source: %sContact list is synchronized.
be: %sСьпіс кантактаў сынхранізаваны.

source: %sActivate server contact list.
be: %sАктывацыя сьпісу кантактаў на паслужніку.

source: %sServer list update ack without request.
be: %sАтрымана абнаўленьне сьпіску кантактаў на паслужніку без запыту гэтага дзеяньня.

source: %sSkipping invalid server side list ack (%ld).
be: %sІгнарыруем няспраўны пакет паслужнікавага сьпісу кантактаў (%ld).

source: %s%s added to awaiting authorization group on server list.
be: %s%s дададзены да сьпісу чакаючых аўтарызацыі на паслужніку.

source: %sUser/Group %s not found on server list.
be: %sКарыстальнік/Гурт %s ня знойдзены на паслужніку.

source: %sUnknown error modifying server list: 0x%02X (ID: %s)
be: %sНевядомая памылка зьмяненьня сьпісу кантактаў на паслужніку: 0x%02X (карыстальнік: %s)

source: %sUpdated %s successfully.
be: %s %s абноўлены пасьпяхова.

source: %sAuthorization %s by %s.
be: %sАўтарызацыя %s %s.

source: %sUnknown List Family Subtype: %04hx
be: %sНевядомы падтып сямейства сьпісу: %04hx

source: %sReceived BOS rights.
be: %sАтрыманы правы BOS.

source: %sSending client ready...
be: %sАдсылка "кліент гатовы"...

source: %sSending offline message request...
be: %sАдсылка запыту на пазасеткавае паведамленьне...

source: %sUnknown BOS Family Subtype: %04hx
be: %sНевядомы падтып сямейства BOS: %04hx

source: %sInvalid offline URL message: %s
be: %sНяспраўнае пазасеткавае паведамленьне спасылцы: %s

source: %sInvalid offline authorization request system message: %s
be: %sНяспраўны сыстэмны запыт аўтарызацыі : %s

source: %sOffline server message.
be: %sПазасеткавае паведамленьне з паслужніка.

source: %sInvalid offline added to list system message: %s
be: %sНяспраўнае неактыўнае паведамленьне дададзена да сьпісу сыстэіных паведамленьняў: %s

source: %sOffline message through web panel.
be: %sНеактыўнае паведамленьне праз Вэб-панэль.

source: %sInvalid offline web panel system message: %s
be: %sНяспраўнае неактыўнае паведамленьне праз Вэб-панэль: %s

source: %sEmail pager offline message.
be: %sПазасеткавае паведамленьне праз паштовы пэджар.

source: %sInvalid offline email pager system message: %s
be: %sНяспраўнае неактыўнае паведамленьне праз паштовы пэджар: %s

source: %sInvalid offline Contact List message: %s
be: %sНяспраўнае неактыўнае паведамленьне з сьпісам кантактаў: %s

source: %sOffline SMS from %s.
be: %sСМС ад неактыўнага карыстальніка %s.

source: %sEnd of Offline messages (nId: %04hx).
be: %sКанец пазасеткавага паведамленьня (nId: %04hx).

source: Password change
be: Зьмена паролю

source: Security info
be: Зьвесткі бясьпекі

source: General info
be: Асноўныя зьвесткі

source: E-mail info
be: Зьвесткі аб пошце

source: More info
be: Дадатковыя зьвесткі

source: Work info
be: зьвесткі аб працы

source: About
be: Зьвесткі

source: %sSMS delivered.
be: %sСМС дастаўлена.

source: %sSMS not delivered, error #%s, param: %s
be: %sСМС не дастаўлена, памылка #%s, параметры: %s

source: %sSending SMS via SMTP not supported yet.
be: %sАдсылка СМС праз SMTP пакуль не падтрымліваецца.

source: %sFrom: %s
be: %sАд: %s

source: %sTo: %s
be: %sДа: %s

source: %sSubject: %s
be: %sТэма: %s

source: %sUnknown SMS response: %s
be: %sНевядомы СМС-адказ: %s

source: %sUndeliverable SMS.
be: %sНедастаўленае СМС.

source: Random chat group
be: Гурт выпадковай размовы

source: %sRandom chat user found (%s).
be: %sЗнойдзены выпадковы суразмоўца (%s).

source: %sNo random chat user found.
be: %sВыпадковы суразмоўца ня знойдзены.

source: %sReceived info update ack, without updating info.
be: %sАтрыманы запыт на абнаўленьне дадзеных, але без выкананьня дзеяньня.

source: %sUpdated information successfully.
be: %sДадзеная пасьпяхова абнаўлены.

source: %sSMS failed to send.
be: %sСМС не адаслана.

source: %sWhitePages search found no users.
be: %sПошук на "Белых старонках" не даў выніку.

source: %sFailed to update user info: %x.
be: %sНемагчыма абнавіць дадзеныя аб карыстальніку: %x.

source: %scan't find user for updating!
be: %sнемагчыма знайсьці карыстальніка дзеля абнаўленьня!

source: %sGeneral info on %s (%s).
be: %sАсноўныя зьвесткі пра %s (%s).

source: %sMore info on %s (%s).
be: %sДадатковыя зьвесткі пра %s (%s).

source: %sEmail info on %s (%s).
be: %sЗьвесткі пра пошту %s (%s).

source: %sWork info on %s (%s).
be: %sЗьвесткі аб працы %s (%s).

source: %sAbout info on %s (%s).
be: %sАсабістыя зьвесткі пра %s (%s).

source: %sunknown info: %04hx %s
be: %sневядомыя дадзеныя: %04hx %s

source: %sResponse to unknown extended info request for %s (%s).
be: %sАдказ на невядомы запыт пашыраных дадзеных дзеля %s (%s).

source: %s%s updated.
be: %s%s абноўлена.

source: %s%s update failed.
be: %s%s няспраўнае абнаўленьне.

source: %sUnexpected result for %s.
be: %sНечаканы вынік дзеля %s.

source: %sUnknown Various Family Subtype: %04hx %s
be: %sНевядомы разнастайны падтып сямейства: %04hx %s

source: %sVerification required. Reconnecting...
be: %sПатрэбна пасьведчаньне. Пераўсталёўваем злучэньне...

source: %sUnknown logon error. There appears to be an issue with the ICQ servers. Please try again later.
be: %sНевядомая памылка ўваходу. Гэта выглядае як цяжкасьці з паслужнікамі ICQ. Паспрабуйце зноўку трошкі пазьней.

source: %sReceived new uin: %lu
be: %sАтрыманы новы ўліковы запіс: %lu

source: %sUnable to open file (%s): %s%s.
be: %sНемагчыма адчыніць файл (%s): %s%s.

source: %sAdded %s (%s) to list from server.
be: %s %s (%s) Дададзены да сьпісу кантактаў з паслужніка.

source: %sWe're logging off..
be: %sАдключаемся..

source: %sRate limit exceeded.
be: %sВычарпана колькасьць спроб.

source: %sInvalid UIN and password combination.
be: %sНяспраўная камбінацыя нумара і паролю.

source: %sThe requested network service is temporarily unavailable. Please try again later.
be: %sЗапытаны сеткавая паслуга часова не дасягальна. Паспрабуйце зноўку трошкі пазьней.

source: %sYour ICQ number is used from another location.
be: %sВаш нумар ICQ выкарыстоўваецца ў іншым месцы.

source: %sYour ICQ number is used from another location. Automatic reconnect is disabled.
be: %sВаш нумар ICQ выкарыстоўваецца ў іншым месцы. Аўтаматычнае злучэньне не дазволена.

source: %sAuthenticated. Connecting to %s port %s.
be: %sПасьведчаны. Злучаемся з %s порт %s.

source: %sTruncating message to %d characters to send through server.
be: %sПадзяляем паведамленьне на часткі па %d сымбаляў каб даслаць праз паслужнік.

source: %sSending %smessage to %s (#%hu).
be: %sАдсыланьне %sпаведамленьня да %s (#%hu).

source: urgent
be: хутка

source: %sRequesting auto response from %s.
be: %sЗапытваецца аўтаадказ ад %s.

source: %sRequesting auto response from %s (#%hu).
be: %sЗапытваецца аўтаадказ ад %s (#%hu).

source: %sSending %sURL to %s (#%hu).
be: %sАдсылка %s спасылкі да %s (#%hu).

source: %sSending file transfer to %s (#%hu).
be: %sАдсыланьне запыта на перадачу файла да %s (#%hu).

source: %sSending %sfile transfer to %s (#%hu).
be: %sАдсыланьне %s на перадачу файла да %s (#%hu).

source: %sContact list too large to send through server.
be: %sСьпіс кантактаў занадта вялікі, каб даслаць яго праз паслужнік.

source: %sSending %scontact list to %s (#%hu).
be: %sАдсыланьне %s на сьпіс кантактаў да %s (#%hu).

source: %sCancelling file transfer to %s (#%hu).
be: %sСкасаваньне перадачы файла да %s (#%hu).

source: %sAccepting file transfer from %s (#%hu).
be: %sДазваляем перадачу файла %s (#%hu).

source: %sRefusing file transfer from %s (#%hu).
be: %sАдмаўляем у перадачы файла %s (#%hu).

source: %sSending chat request to %s (#%hu).
be: %sАдсылаем запрашэньне да размовы з %s (#%hu).

source: %sSending %schat request to %s (#%hu).
be: %sДасылаем %s запрашэньне да размовы з %s (#%hu).

source: %sCancelling chat request with %s (#%hu).
be: %sСкасоўваем запрашэньне да размовы з %s (#%hu).

source: %sRefusing chat request with %s (#%hu).
be: %sАдказваем у размове з %s (#%hu).

source: %sAccepting chat request with %s (#%hu).
be: %sПрымаем запрашэньне да размовы з %s (#%hu).

source: %sCannot send secure channel request to user not on list (%s).
be: %sНемагчыма даслаць запыт бясьпечнага каналу ды карыстальніка, які не ў сьпісе кантактаў (%s).

source: %s%s (%s) already has a secure channel.
be: %s%s (%s) ужо мае бясьпечны канал.

source: %sSending request for secure channel to %s (#%hu).
be: %sДасылаем запыт на бясьпечны канал да %s (#%hu).

source: %s%s (%s) does not have a secure channel.
be: %s%s (%s) не мае бясьпечнага каналу.

source: %sClosing secure channel with %s (#%hu).
be: %sЗачыняем бясьпечны канал з %s (#%hu).

source: %sCancelling secure channel request to %s (#%hu).
be: %sСкасаваньне запыту на бясьпечны канал з %s (#%hu).

source: %sBad handshake ack: %ld.
be: %sДрэнны адказ пры ўсталяваньні сувязі: %ld.

source: %sBad handshake session id: received %ld, expecting %ld.
be: %sНяспраўны ідэнтыфікатар сэсіі: атрымана %ld, чакалася %ld.

source: %sBad handshake cookie: received %ld, expecting %ld.
be: %sНяспраўныя дадзеныя усталяваньня злучэньня: атрымана %ld, чакалася %ld.

source: %sHandshake error, remote side closed connection.
be: %sПамылка ўсталяваньян сувязі, адлеглы бок зачыніў злучэньне.

source: %sHandshake socket error: %s%s.
be: %sПамылка ўсталяваньня сувязі: %s%s.

source: %sConnecting to %s at %s:%d.
be: %sЗлучэньне з %s а %s:%d.

source: %sConnect to %s failed: %s%s.
be: %sНяўдалае злучэньне з %s: %s%s.

source: %sConnect to %s real ip failed: %s%s.
be: %sНяўдалае злучэньне з %s выкарыстоўваючы рэальны IP-адрас: %s%s.

source: %sUnknown TCP version %d from socket.
be: %sНевядомая вэрсія TCP %d з сокету.

source: %sTCP message from self (probable spoof): %s
be: %sTCP-паведамленьне ад сябе (магчымы спуфінг): %s

source: %sUnknown TCP status: %04X
be: %sНевядомы стан TCP: %04X

source: %sInvalid contact list message: %s
be: %sНяспраўнае паведамленьне з сьпісам кантактаў: %s

source: %sUnknown direct ack ICBM plugin type: %s
be: %sНевядомы прамы запыт тыпа ICBM-пашырэньня: %s

source: %sRefusal from %s (#%hu)%s.
be: %sАдмова ад %s (#%hu)%s.

source: %sAuto response from %s (#%hu)%s.
be: %sАўтаматычны адказ ад %s (#%hu)%s.

source: %sAck from %s (#%hu)%s.
be: %sAck ад %s (#%hu)%s.

source: %sReturned from %s (#%hu)%s.
be: %sАдказ ад %s (#%hu)%s.

source: %sCustom %s response from %s (#%hu)%s.
be: %sкарыстальніцкі %s-адказ ад %s (#%hu)%s.

source: DnD
be: НТ

source: Occupied
be: Заняты
de: Beschäftigt
